{
	"data": [
		{
			"title": "2009-2003",
			"description": "A gallery of every artwork I could find from 2009-2003.",
			"summary": "I believe that younger artists deserve to view their inspirations' older artwork. After all, no one starts out perfect, so that's why this gallery is here!",
			"imgPath": "/assets/images/artwork/2009-2003/",
			"pictures": [
				{
					"title": "Cat Got Your Tongue?",
					"filename": "sonictailscat_web.jpg",
					"altText": "A drawing of Sonic, Tails, and a cat biting on Tails's tongue.",
					"caption": "I believe I got the joke from a really funny Sunday comic, and I wanted to draw this with Sonic characters. I remember being so proud of manipulating the textures in such a way to make a decent background!"
				},
				{
					"title": "\"I'm the Coolest\"",
					"filename": "shadownewlook_web.jpg",
					"altText": "A drawing of Shadow the Hedgehog as a gijinka holding a Chaos Emerald.",
					"caption": "An attempt at a mixed media piece, using colored pencils and then adding a background in Photoshop. Apologies for the eye strain, I thought this looked cool as a young teen! xD If I remember correctly, this was a redesign of an older gijinka design I had for Shadow. I think I was 11 when I did this?"
				},
				{
					"title": "Another Emerald Thief",
					"filename": "KnucklesandShadow_web.jpg",
					"altText": "An image of Shadow running away from an angry Knuckles as the former is holding the Master Emerald.",
					"caption": "This was one of the first few drawings I've colored digitally at the age of 10! I didn't quite learn how to use layers yet, but I was so proud of myself!"
				},
				{
					"title": "Anime Running on a Grass Field",
					"filename": "sonic running2.jpg",
					"altText": "A drawing of Sonic running on a grassy field while his gijinka form appears as an apparition in the sky.",
					"caption": "This was one of the first few drawings I've colored digitally at the age of 10! I didn't quite learn how to use layers yet, but I was so proud of myself!"
				}
			]
		}
	]
}