{
  "items": [
    {
      "name": "Me",
      "questions": [
        {
          "q": "Where did the name \"Bechno Kid\" come from?",
          "a": "My sister and her friend group came up with several nicknames for themselves. As a lonely middle-schooler, I always wanted a cool name. I originally went with \"Techno Kid\" but somewhere along the way, I went with \"Bechno Kid\"."
        },
        {
          "q": "What does \"Bechno\" mean?",
          "a": "It doesn't really mean anything! It's a word I made up, but I think it sounds pretty neat!"
        }
      ]
    },
    {
      "name": "Art",
      "questions": [
        {
          "q": "What kind of tools/software do you use for your art?",
          "a": "Clip Studio Paint with an Intuos Bamboo CTH-480 tablet for drawing, and Photoscape for any final edits!"
        },
        {
          "q": "When will you open commissions again?",
          "a": "Probably never since I just don't have the time anymore! If I ever do decide to open commissions again, I will make sure to make an announcement post at least a few days in advance!"
        },
        {
          "q": "Is there a way to support your work without commissioning you?",
          "a": "You can [buy me a coffee](https://buymeacoffee.com/bechnokid) if you'd like! Otherwise, you can support me by blogging/retweeting my artwork if you use any social media site, or you can share URLs that link to my artwork! That always helps. :D"
        },
        {
          "q": "Are you open for art trades/requests?",
          "a": "Due to my limited time, I cannot take any more art trades or requests! I might take suggestions if they are related to my current interests."
        },
        {
          "q": "Can I use your art for icons/headers/banners?",
          "a": "Definitely! As long as it's fanart (excluding gift art and commissions) and you give proper credit, such as providing a link back to any work."
        },
        {
          "q": "Can I trace your work?",
          "a": "Sure, but only if it's for practice! Just make sure that you don't post it publicly."
        },
        {
          "q": "Can I draw fanart of your characters?",
          "a": "Absolutely! <3 All I ask is that you don't draw anything NSFW or fetish-related."
        },
        {
          "q": "Any chance you'll draw ______ again?",
          "a": "It's not likely if it's something I haven't drawn in a while since my interests tend to fluctuate a lot."
        }
      ]
    },
    {
      "name": "Fandom",
      "questions": [
        {
          "q": "Have you watched/played/heard of ______?",
          "a": "Maybe, or maybe not! I'd rather not be asked these kinds of questions!"
        },
        {
          "q": "What do you think of ______?",
          "a": "I probably won't know enough to give an opinion, I'm sorry! However, if you have a question related to a current or previous interest, then ask away!"
        },
        {
          "q": "Are you a proshipper or an anti?",
          "a": "-shrugs- I'm not a fan of a lot of things that people call \"problematic\" (incest, noncon, power imbalance, etc.) and actually find those topics uncomfortable for me. However, I don't go out of my way to look for artists/writers to harass or send death threats to. The most I would do is report someone, but that's only if they are actively hurting people (i.e. grooming or abusing minors)."
        }
      ]
    }
  ]
}